12/data/attachments/e3ccd9de9dbd2056.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tiffany_phone_Friend_72468_2</nif:username>
            <nif:friendToBeRequested>soap_friends_67b0f2e2-c6c3-4055-a03d-39e9a1ce6a9f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>